Repository: PipeWire/wireplumber
Catalog: po/*.po
Languages: tr

source: Split %s
tr: Bölük %s

source: Loopback
tr: Geri Döngü

source: Built-in Audio
tr: Yerleşik Ses

source: Built-in Front Camera
tr: Yerleşik Ön Kamera

source: Built-in Back Camera
tr: Yerleşik Arka Kamera

source: Always show microphone for Bluetooth headsets, and switch to headset mode when recording
tr: Bluetooth kulaklıklar için her zaman mikrofonu göster ve kayıt sırasında kulaklık kipine geç

source: Auto-switch to headset profile
tr: Kulaklık profiline kendiliğinden geç

source: Remember and restore Bluetooth headset mode status
tr: Bluetooth kulaklık kipi durumunu anımsa ve geri yükle

source: Persistent storage
tr: Kalıcı depolama

source: Remember and restore device profiles
tr: Aygıt profillerini anımsa ve geri yükle

source: Restore profile
tr: Profili geri yükle

source: Remember and restore device routes
tr: Aygıt rotalarını anımsa ve geri yükle

source: Restore routes
tr: Rotaları geri yükle

source: The default volume for audio sinks
tr: Ses alıcıları için öntanımlı ses düzeyi

source: Default sink volume
tr: Öntanımlı alıcı ses düzeyi

source: The default volume for audio sources
tr: Ses kaynakları için öntanımlı ses düzeyi

source: Default source volume
tr: Öntanımlı kaynak ses düzeyi

source: Automatically mute all audio devices when active wired headphones/speakers are disconnected to prevent unintended sound output
tr: İstenmeyen ses çıktısını önlemek için etkin kablolu kulaklık/hoparlör bağlantısı kesildiğinde tüm ses aygıtlarını kendiliğinden sustur

source: Auto-mute on wired audio disconnect
tr: Kablolu ses bağlantısı kesildiğinde kendiliğinden sustur

source: Automatically mute all audio devices when active Bluetooth headphones/speakers are disconnected to prevent unintended sound output
tr: İstenmeyen ses çıktısını önlemek için etkin Bluetooth kulaklık/hoparlör bağlantısı kesildiğinde tüm ses aygıtlarını kendiliğinden sustur

source: Auto-mute on Bluetooth audio disconnect
tr: Bluetooth ses bağlantısı kesildiğinde kendiliğinden sustur

source: Streams may be moved by adding PipeWire metadata at runtime
tr: Akışlar, çalışma zamanında PipeWire üst verileri eklenerek taşınabilir

source: Allow moving streams
tr: Akışları taşımaya izin ver

source: Streams connected to the default device follow when default changes
tr: Öntanımlı aygıta bağlı akışlar öntanımlı değiştiğinde izler

source: Follow default target
tr: Öntanımlı hedefi izle

source: Pause media players if their target sink is removed
tr: Hedef alıcıları kaldırılırsa ortam oynatıcıları duraklat

source: Pause playback if output removed
tr: Çıktı kaldırılırsa oynatmayı duraklat

source: The volume level to apply when ducking (= reducing volume for a higher priority stream to be audible) in the role-based linking policy
tr: Rol tabanlı bağlantı ilkesinde eğilirken (= daha öncelikli akışın duyulabilmesi için ses düzeyinin azaltılması) uygulanacak ses düzeyi

source: Ducking level
tr: Eğilme düzeyi

source: Automatically detect channel count and positions for HDMI devices (experimental)
tr: HDMI aygıtları için kanal sayısını ve konumlarını kendiliğinden algıla (deneysel)

source: Automatically detect HDMI channels (experimental)
tr: HDMI kanallarını kendiliğinden algıla (deneysel)

source: The camera discovery timeout in milliseconds
tr: Kamera keşif zaman aşımı, saniye türünden

source: Discovery timeout
tr: Keşif zaman aşımı

source: Enable control ports on audio nodes
tr: Ses düğümlerinde denetim bağlantı noktalarını etkinleştir

source: Control ports
tr: Denetim bağlantı noktaları

source: Enable monitor ports on audio nodes
tr: Ses düğümlerinde izleme bağlantı noktalarını etkinleştir

source: Monitor ports
tr: İzleme bağlantı noktaları

source: Configure all audio nodes in MONO
tr: Tüm ses düğümlerini MONO olarak yapılandır

source: Do not convert audio to F32 format
tr: Sesi F32 biçimine dönüştürme

source: No DSP
tr: DSP yok

source: Forward format on filter nodes or not
tr: Süzgeç düğümlerinde biçimi ilet ya da iletme

source: Forward format
tr: Biçimi ilet

source: Remember and restore default audio/video input/output devices
tr: Öntanımlı ses/video girdi/çıktı aygıtlarını anımsa ve geri yükle

source: Restore default target
tr: Öntanımlı hedefi geri yükle

source: The default volume for capture nodes
tr: Yakalama düğümleri için öntanımlı ses düzeyi

source: Default capture volume
tr: Öntanımlı yakalama ses düzeyi

source: Default media.role to assign on streams that do not specify it
tr: Belirtilmeyen akışlarda atanacak öntanımlı ortam rolü

source: Default media role
tr: Öntanımlı ortam rolü

source: The default volume for playback nodes
tr: Oynatma düğümleri için öntanımlı ses düzeyi

source: Default playback volume
tr: Öntanımlı oynatma ses düzeyi

source: Remember and restore properties of streams
tr: Akışların özelliklerini anımsa ve geri yükle

source: Restore properties
tr: Özellikleri geri yükle

source: Remember and restore stream targets
tr: Akış hedeflerini anımsa ve geri yükle

source: Restore target
tr: Hedefi geri yükle
